Revit 2027 API
BuiltInFailures.ElevationFailures.IncompatibleElevationTagFamily Property
 Attempt to change elevation tag families to one with incompatible view directions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId IncompatibleElevationTagFamily { get; }
Public Shared ReadOnly Property IncompatibleElevationTagFamily As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ IncompatibleElevationTagFamily {
	FailureDefinitionId^ get ();
}
static member IncompatibleElevationTagFamily : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ElevationFailures Class
Autodesk.Revit.DB Namespace